export const jsonLdfirstPage = [
    {
        "@context": "http://schema.org/",
        "@type": "Recipe",
        "name": "מתכון לפאי שקדים וחמאת בוטנים - קל להכנה",
        "image": "https://cdn.babamail.co.il/images/recipes_source/3216e67b-ffc5-48ec-afd7-45f46fef00ec.jpg",
        "author": {
        "@type": "Person",
        
        "name" : "בא במייל"
        
        },
        "datePublished": "2017-12-31T02:12:45+02:00",
        "dateModified" : "2021-03-14T12:45:09+02:00",
        "description": "אם אתם רוצים להתפנק ולפנק את האורחים ובני המשפחה, נסו את המתכון הפשוט הבא לפאי שקדים בניחוח ריבת משמש ובננות שתתאהבו בו.",
        "aggregateRating": {
            "@type": "AggregateRating",
            "ratingValue": "4.99",
            "ratingCount": "604"
        },
        
        "keywords" : "מתכון לילדים, צמחוני, טבעוני, פרווה, מתכון קל, מתכון לעוגה, מתכון לקינוח, מתכון מהיר",
        
        "prepTime": "PT10M",
        "totalTime": "PT10M",
        
        "recipeCategory": "עוגות ועוגיות",
        
        "recipeIngredient": [
            "600 גרם בצק עלים",
"250 גר&#39; אבקת שקדים",
"100 גר&#39; סוכר חום",
"100 גר&#39; חמאת בוטנים",
"50 מ&quot;ל מים",
"40 גר&#39; קמח תפוחי אדמה",
"5 כפיות ליקר אמרטו",
"1 בננה",
"8 כפות ריבת משמשים",
"1 כף סירופ מייפל"
        ],
        "recipeInstructions": [
            "1 חממו תנור ל-180 מעלות.",
"2 ערבבו 5 כפות אמרטו (או מי תמצית שקדים) עם קמח תפוחי אדמה והניחו בצד. ",
"3 בקערה בינונית ערבבו סוכר ואבקת שקדים, הכניסו פנימה את האמרטו המעורבב עם קמח תפוחי האדמה, וצרו תערובת במרקם של ממרח שקדים מעט דביק.",
"4 הוסיפו לקערה עם תערובת השקדים את חמאת הבוטנים וערבבו בעזרת הידיים עד שיווצר ממרח שקדים מתוק ומעט מפורר. הוסיפו פנימה את המים וערבבו יחדיו.",
"5 קלפו את הבננה, חיתכו אותה לפרוסות והניחו אותן בצד.",
"6 שמנו תבנית עגולה בקוטר 20 ס&quot;מ או תבנית מרובעת בגודל 20X20 ס&quot;מ והניחו אותה בצד.",
"7 רדדו את בצק העלים וחתכו אותו לשניים. העבירו חתיכה אחת של בצק העלים לתוך התבנית ומרחו עליה את חמאת הבוטנים והשקדים.",
"8 סדרו את פרוסות הבננה מעל שכבת השקדים והבוטנים.",
"9 הניחו את המחצית השנייה של בצק העלים מעל הפאי וצרו בה חורים קטנים ליציאת האדים.",
"10 ערבבו ריבה עם מעט סירופ מייפל והברישו אותה על פני שטח בצק הפאי, ליצירת גוון זהוב יותר באפייה.",
"11 אפו בתנור כ-40-45 מעלות או עד להזהבה. ",
"12 הוציאו את הפאי מהתנור, קררו, חתכו והגישו. בתיאבון!"
        ]
    },
    {
        "@context": "http://schema.org",
        "@type" : "BreadcrumbList",
        "itemListElement":
        [
            {
                "@type": "ListItem",
                "position": 1,
                "item": {
                    "@id": "http://localhost:3000/posts/",
                    "name": "מתכונים ואוכל"
                }
            }
        ]
    }
]

export const articleLD = [
  {
    "@context": "http://schema.org",
    "@type": "Article",
    name: "רוצים לדעת איך לגרום לכלבים לאהוב אתכם? כך תעשו זאת נכון!",
    author: {
      "@type": "Person",

      name: "דנית לידור",
      url: "http://www.baba-mail.co.il/Creators.aspx?creator=danitl",
    },
    image:
      "https://cdn.babamail.co.il/images/emails_source/af144307-a376-4f72-9020-7a051fbf94b6.jpg",
    url: "http://www.baba-mail.co.il/content.aspx?emailid=49948",
    articleBody:
      "את הכתבה הזו אתחיל מווידוי – לדעתי כלבים הם ללא ספק חיות חמודות, אבל אני משום מה מפחדת מהם מגיל צעיר. כעת מצבי הרבה יותר טוב, כשאני כבר כמה וכמה שנים מסוגלת להיות בסביבתם מבלי לחשוש, ולעיתים אני אפילו מספיק אמיצה כדי להעז ללטף אותם. בן זוגי הפוך ממני במקרה הזה – הוא גידל בעבר כלבה שהייתה עבורו כמו אחות קטנה, והיום קשה לו לפגוש כלבים ברחוב או בפארק מבלי לרצות לרוץ אליהם כדי לשחק איתם. אם גם אתם מתנהגים כמוהו אבל מרגישים שהכלב הזר שמולכם לא מעוניין לשחק עמכם, או לחלופין רוצים לגשת לחיית המחמד הזו אבל חוששים כמוני, הכתבה הזו בדיוק בשבילכם! היום תכירו 10 עצות של וטרינרים שיעזרו לכם להתקרב לכלב שפגשתם לראשונה, ותוכלו להשתמש בהן בעצמכם או להנחיל אותן לילדכם. 1. אל תמהרו לומר שלום התעורר בכם דחף להגיד להגיד שלום לכלב חמוד שפגשתם בגינה השכונתית או ברחוב? התאפקו לרגע לפני שתפעלו. לפי סופיה יין, וטרינרית אמריקאית וחוקרת התנהגות של בעלי חיים, אם תיגשו אל כלב פתאום כדי ללטף אותו, אתם עלולים להפחיד אותו. יש בכך היגיון רב, כי אם תחשבו על כך לרגע, גם אתם הייתם נבהלים אם אדם זר היה מגיע פתאום ומחבק אתכם ברחוב או אפילו מנסה לפתח איתכם שיחה. לכן במקום להפחיד את הכלב הזר גשו אליו לאט וברוגע – כך הוא ירגיש בטוח ולא יחשוש שאתם עלולים לפגוע בו או בבעלים שלו. 2. בקשו מהבעלים רשות טעות נפוצה נוספת עושים כשהם פוגשים כלב חדש, היא לגעת בו בלי שום הכנה מוקדמת. אם גם אתם מבצעים אותה – אנחנו לא יכולים להאשים אתכם, כי חיות המחמד האהובות האלו באמת דורשות חיבוק אוהב, אך עליכם לעשות זאת אך ורק לאחר קבלת הסכמה מהבעלים. מעבר לכך שתהיו מנומסים יותר, גם תוכלו לדעת האם הכלב שמולכם תוקפני או לחלופין שעליכם לגשת אליו בדרך מסוימת. בנוסף לכך, בקשת רשות מהבעלים תגרום לכלב לחוש יותר בטוח לידכם, כך לפי ד&quot;ר יין. 3. הימנעו מיצירת קשר עין ישיר נכון שזה מעט מוזר, מאיים ולא נוח כשאדם זר יוצר עמכם קשר עין?גם כלבים מרגישים משהו דומה. בשל כך, ד&quot;ר יין מציעה שלאחר קבלת אישור מהבעלים, עליכם להימנע מלהסתכל לכלב ישירות בעיניים באופן ממושך – כך רק תגרמו לו להרגיש בנוח בחברתכם. לאחר מכן, כשאתם מוכנים לגשת אליו בפעם הראשונה, עשו זאת מהצד ואף פעם לא מולו – כך הוא לא יחוש מאוים. 4. תנו לחוש הריח שלו להוביל אותו בניגוד לבני אדם, לכלבים יש חוש ריח מפותח במיוחד בעזרתו הם מפרשים ומבינים את העולם שסביבם, ממש כמו עוד זוג עיניים שמסייע להם ומקל על חייהם. בשל כך ד&quot;ר יין מציעה לכם לתת לכלב שמולכם להגיע אליכם, במקום לגשת אליו. כדי שזה יקרה, תנו לו לרחרח את הרגליים והידיים שלכם, ולפיהם הוא יבחר האם הוא רוצה שתלטפו אותו או לא. 5. אל תכוונו את הידיים לחלקו העליון של ראשו בדרך כלל כשמלטפים כלב, מתחילים מלהניח את היד על ראשו. אז נכון שלכלבים מסוימים לא באמת אכפת היכן מלטפים אותם, אבל יש גם כאלו שכן – והם לא אוהבים שמתחילים מהראש. לפי הווטרינר האוסטרלי ד&quot;ר אורי בורסטין, המחווה הזאת יכולה להתפרש בקרב כלבים מסוימים כתוקפנות, ולכן הם עלולים להגיב אליה באלימות. אז היכן ללטף את הכלב כך שירגיש בנוח? זאת תגלו בהמשך, אבל בעקרון עליכם להנמיך את היד לשם כך. 6. אפשרו לכלב לרחרח את ידכם בעודכם מגנים עליה בהמשך לסעיף הקודם, הנמכתם את היד כדי לאפשר לכלב שמולכם לרחרח אותה ולהכיר אתכם דרכה, אך עדיין צריך לנקוט באמצעי זהירות נוסף. במקרה הזה ד&quot;ר בורסטין ממליץ לקפל את האצבעות ולקרב את גב כף היד בזהירות ובעדינות, כפי שניתן לראות בתמונה הבאה, כך אתם מגנים עליהן במקרה שבו הכלב מגלה תוקפנות. זכרו שהוא עלול להגיב כך מפני שאתם זרים לו וכי אולי עשיתם פעולה כזו או אחרת שהפחידה אותו, ולכן כדאי לנקוט במשנה זהירות. 7. כבדו את המרחב שלו כפי שחשוב לכם לשמור על המרחב שלכם ועל מרחק אפילו מאנשים שאתם מכירים, כך גם כלבים נוהגים. לכן אם כבר רכשתם את אמונו של הכלב הזר שהרגע פגשתם ואתם מעוניינים להתכופף ללטף אותו – שמרו על מעט מרחק ממנו שיאפשר לו חופש פעולה ותנועה, כך ממליצה ד&quot;ר יין. בזמן הזה תאפשרו לו להכיר אתכם, וגם אתם תתוודעו אליו בדרך טובה יותר. [related_articles] 8. לטפו את הסנטר שלו ברגע שרכשתם את האמון של הכלב והענקתם לו את המרחב שהוא זקוק לו, אתם יכולים ללטף אותו, אבל היכן? כבר ציינו מעלה שלא כדאי להתחיל מהראש, וד&quot;ר בורסטין ממליץ להימנע גם מהגב ולהתחיל דווקא עם הסנטר, ממש מתחת לפה של הכלב. ליטוף באזור הזה יתפרש בעיני הכלב כמחווה עדינה ולא מאיימת מחד גיסא, וישמור על הבטיחות שלכם מאידך גיסא. 9. לטפו במקום לחבק כשאתם פוגשים חבר או בן משפחה, אתם כנראה מעדיפים לחבק אותו במקום ללטפו, נכון? ובכן, התנהגות חברותית שכזו מתפרשת על ידי כלבים מעט אחרת – וזה משהו שחשוב לקחת בחשבון כשרוצים להביע כלפיהם חיבה. מחווה כמו חיבוק או נשיקה, שנועדו מבחינתנו לשמח כלבים, עלולות דווקא להעלות את רמות הלחץ שלהם. בשל כך, כדי להימנע מתגובה תוקפנית של הכלב שמולכם, שכנראה נובעת מהפחד שלו מכם, שמעו לעצתה של ד&quot;ר יין ולטפו אותו במקום לחבק. 10. הימנעו מללטף אותו אם הוא עצבני כפי שאתם לא רוצים שיטרידו אתכם ברגעים מסוימים – כך גם כלבים, ומספיק לבחון את התנהגותם כדי להבין האם הם מעוניינים בכך או לא. אם אתם שמים לב שהכלב שמולכם לא מעוניין להתחבר ולשחק עמכם, עדיף שלא תכריחו אותו לעשות זאת, בדיוק כפי שאתם לא רוצים שיאלצו אתכם להיות בקרבתו של אדם בניגוד לרצונכם. אחת מעצותיה של ד&quot;ר יין היא לגשת לכלב רק אם רואים שהוא רגוע ושמח – אם זהו לא המצב, עדיף להסתכל עליו מרחוק וכפי שציינו מעלה. מקור התמונות: brightside",
    headline: "10 טיפים להתחברות נכונה וחברותית עם כלבים זרים",
    datePublished: "2021-03-08T11:49:00+02:00",
    dateModified: "2021-03-08T01:25:52+02:00",
    mainEntityOfPage: {
      "@type": "WebPage",
      "@id": "http://www.baba-mail.co.il/content.aspx?emailid=49948",
    },

    articleSection: "דברים שכדאי לדעת",

    genre: "כדאי לדעת",

    keywords:
      "טיפים, כלבים, מן הטבע, חברות, עצות, וטרינר, דברים שכדאי לדעת, מומחים, שיטות",

    publisher: {
      "@type": "Organization",
      name: "בא-במייל",
      logo: {
        "@type": "ImageObject",
        url: "http://www.baba-mail.co.il/css/img/logo/196x196.jpg",
      },
    },
  },
  {
    "@context": "http://schema.org",
    "@type": "BreadcrumbList",
    itemListElement: [
      {
        "@type": "ListItem",
        position: 1,
        item: {
          "@id": "http://www.baba-mail.co.il/",
          name: "ראשי",
        },
      },

      {
        "@type": "ListItem",
        position: 2,
        item: {
          "@id": "http://www.baba-mail.co.il/group.aspx?gid=5",
          name: "כדאי לדעת",
        },
      },

      {
        "@type": "ListItem",
        position: 3,
        item: {
          "@id": "http://www.baba-mail.co.il/group.aspx?gid=5&cid=21",
          name: "דברים שכדאי לדעת",
        },
      },
    ],
  },
];

export const videoLD = [
  {
    "@context": "http://schema.org",
    "@type": "CreativeWork",
    name: "אתם מוזמנים להכיר שלל טיפים מדהימים שישדרגו את חייכם ברגע!",
    author: {
      "@type": "Person",
      name: "בא-במייל",
    },
    image:
      "https://cdn.babamail.co.il/images/emails_source/0beab2b8-f5f2-412d-b86d-3d75d2b6364d.jpg",
    url: "http://www.baba-mail.co.il/video.aspx?emailid=45976",
    text:
      "מסתבכים עם סידור סדינים על מיטתכם? המשקפיים שלכם תמיד זזים ומתעקמים כשאתם נשכבים על הצד? מעוניינים לשחרר טבעת שנתקעה על אצבע? מצאנו עבורכם סרטון נפלא שיספק לכם פתרונות ממש מגניבים לבעיות יומיומיות שכאלו, ועוד 19 נוספות שאתם והאנשים שיקרים לכם כנראה מכירים טוב למדי, לכן כדאי שתכירו ושתיעזרו בטיפים האלו בעת הצורך.",
    headline: "22 דרכים מדליקות להפוך את החיים לקלים ונוחים יותר",
    datePublished: "2019-08-27T10:48:44+03:00",
    dateModified: "2019-08-31T07:20:31+03:00",

    genre: "כדאי לדעת",

    keywords:
      "מגניב, דברים שכדאי לדעת, טיפים שימושיים, רץ ברשת, פתרונות חכמים, DIY, סרטון טיפים, דרכים יעילות",

    publisher: {
      "@type": "Organization",
      name: "בא במייל",
    },
  },
  {
    "@context": "http://schema.org",
    "@type": "Article",
    name: "אתם מוזמנים להכיר שלל טיפים מדהימים שישדרגו את חייכם ברגע!",
    author: {
      "@type": "Person",
      name: "בא במייל",
    },
    image:
      "https://cdn.babamail.co.il/images/emails_source/0beab2b8-f5f2-412d-b86d-3d75d2b6364d.jpg",
    url: "http://www.baba-mail.co.il/video.aspx?emailid=45976",
    articleBody:
      "מסתבכים עם סידור סדינים על מיטתכם? המשקפיים שלכם תמיד זזים ומתעקמים כשאתם נשכבים על הצד? מעוניינים לשחרר טבעת שנתקעה על אצבע? מצאנו עבורכם סרטון נפלא שיספק לכם פתרונות ממש מגניבים לבעיות יומיומיות שכאלו, ועוד 19 נוספות שאתם והאנשים שיקרים לכם כנראה מכירים טוב למדי, לכן כדאי שתכירו ושתיעזרו בטיפים האלו בעת הצורך.",
    headline: "22 דרכים מדליקות להפוך את החיים לקלים ונוחים יותר",
    datePublished: "2019-08-27T10:48:44+03:00",
    dateModified: "2019-08-31T07:20:31+03:00",
    mainEntityOfPage: {
      "@type": "WebPage",
      "@id": "http://www.baba-mail.co.il/video.aspx?emailid=45976",
    },

    articleSection: "דברים שכדאי לדעת",

    genre: "כדאי לדעת",

    keywords:
      "מגניב, דברים שכדאי לדעת, טיפים שימושיים, רץ ברשת, פתרונות חכמים, DIY, סרטון טיפים, דרכים יעילות",

    publisher: {
      "@type": "Organization",
      name: "בא במייל",
      logo: {
        "@type": "ImageObject",
        url: "http://www.baba-mail.co.il/css/img/logo/196x196.jpg",
      },
    },
  },
  {
    "@context": "http://schema.org",
    "@type": "BreadcrumbList",
    itemListElement: [
      {
        "@type": "ListItem",
        position: 1,
        item: {
          "@id": "http://www.baba-mail.co.il/",
          name: "ראשי",
        },
      },
      {
        "@type": "ListItem",
        position: 2,
        item: {
          "@id": "http://www.baba-mail.co.il/videos.aspx",
          name: "אזור וידאו",
        },
      },

      {
        "@type": "ListItem",
        position: 3,
        item: {
          "@id": "http://www.baba-mail.co.il/videogroup.aspx?gid=5",
          name: "כדאי לדעת",
        },
      },

      {
        "@type": "ListItem",
        position: 4,
        item: {
          "@id": "http://www.baba-mail.co.il/videogroup.aspx?gid=5&cid=21",
          name: "דברים שכדאי לדעת",
        },
      },
    ],
  },
];
